Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: All TPA-05 alteplase DP batches were tested according to the methods described in Section 3.2.P.5.2 Analytical Procedure for the Drug Product.
es_es: Las partidas del medicamento alteplasa según el método TPA-05 se evaluaron según los métodos descritos en la sección 3.2P.5.2, Procedimiento analítico del medicamento.

source: All TPA-05 alteplase DS batches were tested according to the methods described in
es_es: Las partidas del principio activo alteplasa según método TPA-05 se evaluaron según los métodos descritos en la sección

source: All TPA-05 alteplase DS batches were tested according to the methods described in Section
es_es: Las partidas del principio activo alteplasa según método TPA-05 se evaluaron según los métodos descritos en la sección

source: All TPA-05 alteplase DS batches were tested according to the methods described in Section 3.2.S.4.2 Analytical Procedure for the Drug Substance.
es_es: Las partidas del principio activo alteplasa según el método TPA-05 se evaluaron según los métodos descritos en la sección 3.2.S.4.2, Procedimiento analítico del principio activo.

source: All Visit 1 procedures were to be performed within 28 days of signing the ICF
es_es: Todos los procedimientos de la Visita 1 debían realizarse dentro de los 28 días posteriores a la firma del formulario de consentimiento informado

source: All abnormal values (including laboratory parameters) that were judged clinically relevant by the investigator were to be monitored until they returned to a medically acceptable level.
es_es: Todos los valores anómalos (incluidos los parámetros de laboratorio) que el investigador considera de relevancia clínica debieron recibir seguimiento hasta que se estabilizaran en un nivel aceptable desde un punto de vista médico.

source: All acceptance criteria are met.
es_es: Se cumplen todos los criterios de aceptación.

source: All acceptance criteria for tenecteplase DP release and stability testing are identical, unless indicated otherwise below.
es_es: Todos los criterios de aceptación para las pruebas de liberación y de estabilidad del medicamento tenecteplasa son idénticos a menos que se indique lo contrario a continuación.

source: All acceptance criteria for alteplase TPA-05 DS for release and end of shelf-life are identical, where applicable.
es_es: De corresponder, todos los criterios de aceptación del principio activo alteplasa (TPA-05) son idénticos para la liberación y el final de la vida útil.

source: All acceptance criteria for linearity parameter are met.
es_es: Se cumplen todos los criterios de aceptación del parámetro "linealidad".

source: All acceptance criteria of linearity, accuracy and precision must be met
es_es: Se deben cumplir todos los criterios de aceptación de la linealidad, exactitud y precisión.

source: All adverse events will be recorded between the time of consent and the 3 day visit.
es_es: Se registrarán todos los eventos adversos entre el momento del consentimiento y la visita del día 3.

source: All alteplase TPA-05 derived DP batches met the proposed specification as outlined in Section 3.2.P.5.1 Specification for the Drug Product.
es_es: Todas las partidas del medicamento alteplasa derivadas del proceso TPA-05 cumplieron con la especificación propuesta de la Sección 3.2.P.5.1, Especificación del medicamento.

source: All areas used for Tenecteplase drug product manufacture are designed for ease of cleaning and sanitation.
es_es: Todas las áreas utilizadas para la fabricación del medicamento Tenecteplasa están diseñadas para facilitar la limpieza y la desinfección.

source: All areas used for Tenecteplase drug substance manufacture are designed for ease of cleaning and sanitation.
es_es: Todas las áreas utilizadas para la fabricación del principio activo tenecteplasa están diseñadas para facilitar la limpieza y la desinfección.

source: All authors had full access to all the data in the study and had final responsibility for the decision to submit for publication.
es_es: Todos los autores tuvieron acceso completo a todos los datos del estudio y tuvieron la responsabilidad final de la decisión de enviarlo para su publicación.

source: All authors participated in patient enrolment, trial execution and management, and critically reviewed the report and approved the final version before submission.
es_es: Todos los autores participaron en el reclutamiento de pacientes y la ejecución y la gestión del ensayo, revisaron críticamente el informe y aprobaron la versión final antes de su presentación.

source: All batches are representing the commercial drug substance of empagliflozin.
es_es: Todas las partidas representan el principio activo comercial de empagliflozina.

source: All batches comply with the registered commercial specifications as outlined in section 3.2.S.4.1.
es_es: Todas las partidas cumplen con las especificaciones comerciales registradas y descritas en la sección 3.2.S.4.1.

source: All cases of diarrhoea were considered by the investigator as related to treatment.
es_es: El investigador consideró todos los casos de diarrea relacionados con el tratamiento.

source: All changes are covered by process validation.
es_es: Todos los cambios quedaron cubiertos con la validación del proceso.

source: All changes for optimization/state of the art new line set up have been performed in regard of adaptation of the batch size and crimping cap:
es_es: Todas las optimizaciones o modernizaciones de la nueva línea conciernen a la adaptación del tamaño de partida y al uso de una nueva tapa de cierre metálica.

source: All changes in the Metalyse® DS manufacturing process at BI were always supported by change-appropriate comparability studies to assure comparable product quality and safety during product life cycle (see Section 3.2.S.2.5.
es_es: Todos los cambios del proceso de fabricación del principio activo de Metalyse® en BI estuvieron siempre respaldados por estudios de comparabilidad pertinentes al cambio en cuestión para garantizar calidad y seguridad comparables del producto durante todo su ciclo de vida (véase la Sección 3.2.S.2.5,

source: All clinical data were assigned to 1 of 3 categories (A, B, C) according to the importance of these data to the trial objective.
es_es: Todos los datos clínicos pertenecían a 1 de 3 categorías (A, B o C) según su importancia para el objetivo del ensayo.

source: All clinical data were captured using an electronic data capture system.
es_es: Todos los datos clínicos se ingresaron mediante un sistema de captura electrónica de datos.

source: All clinical data were captured using the Oracle ClinicalTM remote data capture (RDC) system, a web-based tool.
es_es: Todos los datos clínicos se ingresaron mediante el sistema de captura remota de datos en la red Oracle ClinicalTM.

source: All components can be considered of suitable quality to be used during the manufacturing process of tenecteplase 25 mg.
es_es: Todos los componentes pueden considerarse de calidad adecuada para ser utilizados durante el proceso de fabricación de tenecteplasa, 25 mg.

source: All concomitant (additional) medications and other therapies were to be recorded on the appropriate pages of the eCRF.
es_es: Todos los medicamentos concomitantes (adicionales) y otras terapias debían registrarse en las páginas correspondientes del eCRF.

source: All concomitant and/or rescue therapies were to be recorded (including the time of intake on study days) in the eCRF.
es_es: Todos los tratamientos concomitantes y/o de rescate debían quedar registrados (junto con la hora de ingesta en los días de ensayo) en el eCRF.

source: All concomitant therapies by WHO ATC3 and preferred name at baseline are available in Appendix 16.1.13.1, Table 4.2.
es_es: En el Apéndice 16.1.13.1, Tabla 4.2, se presentan todos los tratamientos concomitantes según la clasificación ATC3 de la OMS y el nombre preferido al inicio del estudio.

source: All concomitant therapies by WHO ATC3 and preferred name introduced after baseline are available in Appendix 16.1.13.1, Table 4.3.
es_es: En el Apéndice 16.1.13.1, Tabla 4.3, se presentan todos los tratamientos concomitantes según la clasificación ATC3 de la OMS y el nombre preferido iniciados después del inicio del estudio.

source: All container closure systems are labeled prior to blistering.
es_es: Todos los envases y sistemas de cierre se etiquetan antes del blisteado.

source: All data (153 batches) are well below the limit of 1500 ng/day.
es_es: Todos los datos (153 partidas) se encuentran holgadamente por debajo del límite de 1500 ng/día.

source: All data are however well below the acceptable intake limit for NDMA.
es_es: Sin embargo, todos los valores estuvieron holgadamente debajo del límite de ingesta aceptable de NDMA.

source: All data collected demonstrate comparability of the current CEX integration method (pre-change method) and the proposed CEX integration method (post-change method) and support the use of the BPG peak split approach.
es_es: Todos los datos recopilados permiten demostrar que el método de integración en CEX vigente (método previo a l carga) y el propuesto (posterior a la carga) son equiparables y respaldan la división de flujo en los picos del grupo de moléculas básicas.

source: All data collected demonstrate comparability of the current CEX integration method (prechange method) and the proposed CEX integration method (post-change method) and support the use of the BPG peak split approach.
es_es: Todos los datos recopilados permiten demostrar que el método de integración en CEX vigente (método previo a l carga) y el propuesto (posterior a la carga) son equiparables y respaldan la división de flujo en los picos del grupo de moléculas básicas.

source: All data meet the commercial specifications as outlined in section 3.2.S.4.1.
es_es: Todos los datos cumplen con las especificaciones comerciales descritas en la sección 3.2.S.4.1.

source: All data up to the end of the planned treatment period (including the data after the end of treatment for patients not completing the treatment period as planned) from all randomised patients were used.
es_es: Se utilizaron, para todos los pacientes aleatorizados, todos los datos obtenidos hasta el final del período de tratamiento planificado (incluidos los datos posteriores al final del tratamiento para los pacientes que no completaron el período de tratamiento según lo planeado).

source: All data were assessed with regard to the acceptable intake limit (AIL) for NDMA of 96.0 ng / day.
es_es: Todos los datos se evaluaron con respecto al límite de ingesta aceptable establecido para la NDMA de 96,0 ng/día.

source: All details of any treatments initiated due to the adverse event should be recorded in the subject’s notes and the CRF/form.
es_es: Todos los detalles sobre cualquier tratamiento iniciado a causa de un evento adverso deben registrarse en la historia clínica del paciente en el CRF o el formulario que corresponda.

source: All determined NO-HCTZ values of API Ingredient are from 0.19 (0.000019 %) to 1.29 ppm (0.000129 %) and of drug product from 0.23 (0.000023 %) to 1.50 ppm (0.00015 %).
es_es: Todos los valores de NO-HCTZ en el IFA están entre 0.19 (0.000019 %) y 1.29 ppm (0.000129 %), y en el medicamento, entre 0.23 (0.000023 %) y 1.50 ppm (0.00015 %).

source: All documentation related to the trial was to be stored in the CTMF.
es_es: Toda la documentación relacionada con el ensayo debía almacenarse en el archivo maestro del ensayo clínico.

source: All documentation related to the trial was to be stored in the TMF.
es_es: Toda la documentación relacionada con el ensayo debía almacenarse en el archivo maestro del ensayo.

source: All efforts were to be made to follow all patients until the end of the trial for their survival status and for any other endpoints including the primary and key secondary endpoints.
es_es: Se previó hacer todo lo posible para seguir a todos los pacientes hasta el final del ensayo y establecer su supervivencia y evaluar cualquier otro criterio de valoración, incluidos los criterios de valoración primarios y secundarios clave.

source: All endpoints include treatment sustainability, i.e. patients who were on trial medication at trial end and did not use rescue medication during the maintenance phase.
es_es: Todos los criterios de valoración incluyen la sostenibilidad del tratamiento; es decir, abarcan a los pacientes que seguían recibiendo la medicación en estudio al final y no usaron la medicación de rescate durante la fase de mantenimiento.

source: All evaluations were performed in a blinded fashion.
es_es: Todas las evaluaciones se realizaron a ciegas.

source: All events in the broad BIcMQ were adjudicated except for the PTs ‘abnormal blood bicarbonate’ and ‘decreased blood bicarbonate’.
es_es: Todos los eventos de la consulta general BIcMQ quedaron adjudicados, excepto los que correspondieron a los términos preferentes "bicarbonato anormal en sangre" y "bicarbonato disminuido en sangre".

source: All except #1616027134 (see Table 12.1.3.2: 3 below) were adjudicated by the CEC as “unlikely” in causality with study medication (Listing 15.4.2: 7).
es_es: En términos de causalidad de la medicación en estudio, el comité de eventos clínicos adjudicó como "improbables" a todos los pacientes, salvo el 1616027134 (ver Tabla 12.1.3.2: 3 a continuación; ver Listado 15.4.2: 7).

source: All excipients comply with the current compendial standards.
es_es: Todos los excipientes cumplen con los estándares farmacopeicos vigentes.

source: All excipients comply with the current pharmacopoeial and / or compendial standards (see Section 3.2.P.4 Control of Excipients).
es_es: Todos los excipientes cumplen con los estándares farmacopeicos vigentes (véase la Sección 3.2.P.4, Control de excipientes).

source: All exempted events had to be collected systematically on the eCRF (within 24 hours).
es_es: Todos los eventos exceptuados debían recopilarse sistemáticamente en el eCRF (en un plazo de 24 horas).

source: All experiments showed an acceptable RSF value between 27 N and 72 N. All samples were visually inspected for predefined defects caused by crimping.
es_es: Todos los experimentos mostraron un valor de fuerza de sellado residual aceptable de 27 N a 72 N. Todas las muestras se inspeccionaron visualmente para detectar defectos establecidos a causa del sellado.

source: All fixed dose combinations (12.5 mg empagliflozin / 1000 mg metformin fed, 12.5 mg empagliflozin / 1000 mg metformin fasted, and 5 mg empagliflozin / 1000 mg metformin fed) were bioequivalent to the respective free dose combinations, with gMean ratios and 90% CIs for empagliflozin and metformin within 80.00 to 125.00% of the reference treatments.
es_es: Todas las combinaciones de dosis fijas (empagliflozina, 12.5 mg/metformina, 1000 mg postprandial, empagliflozina, 12.5 mg/metformina, 1000 mg preprandial y empagliflozina, 5 mg/metformina, 1000 mg postprandial) fueron bioequivalentes a las respectivas combinaciones de dosis libres, con medias geométricas e IC del 90 % para empagliflozina y metformina entre 80.00 y 125.00% de los tratamientos de referencia.

source: All flares have the potential to progress to a life-threatening status, requiring hospitalization for inpatient medical management and monitoring.
es_es: Todos los brotes agudos pueden avanzar a un estado con riesgo de muerte que requiere hospitalización para atención sanitaria y monitoreo.

source: All four drug substance led to comparable low results in ha-PA content.
es_es: Las cuatro partidas del principio activo arrojaron resultados equiparablemente bajos de contenido de ha-PA.

source: All four purified runs yielded comparable results for Gentamicin (see Table 1, Figure 1).
es_es: Las cuatro corridas purificadas arrojaron resultados equiparables para gentamicina (ver la Tabla 1 y la Figura 1).

source: All four runs led to consistently low results for DNA (see Table 3, Figure 3).
es_es: Las cuatro corridas arrojaron resultados sistemáticamente bajos para ADN (ver la Tabla 3 y la Figura 3).

source: All four runs showed comparable results for the removal of CHOP (see Table 4, Figure 4)
es_es: Las cuatro corridas mostraron resultados equiparables para eliminación de CHOP (ver la Tabla 4 y la Figura 4)

source: All functional areas involved in Tenecteplase drug product manufacture in the commercial facility F113 are physically segregated from other areas and all class A and B areas are supplied by a air handling system working in a recirculation mode.
es_es: Todas las áreas operativas involucradas en la fabricación del medicamento Tenecteplasa en la planta de fabricación comercial F113 están físicamente separadas de otras áreas y todas las áreas de clase A y B cuentan con un sistema de tratamiento de aire específico que funciona en modo de recirculación.

source: All functional areas involved in Tenecteplase drug substance manufacture in building H84/H92 are physically segregated from each other and supplied by a single air handling system composed of a single air handling unit.
es_es: Todas las áreas funcionales que participan en la elaboración del principio activo tenecteplasa en el edificio H84/H92 están físicamente aisladas entre sí y los suministros mutuos cuentan con un sistema de manejo de aire único y monounitario.

source: All further endpoints were pre-specified before database lock and are exploratory.
es_es: Todos los criterios de valoración adicionales se especificaron antes del cierre de la base de datos y son exploratorios.

source: All further equipment (e.g. balance, pipets) was in a qualified state.
es_es: Todos lso demás equipos (por ejemplo la balanza, las pipetas) se encontraban calificados.

source: All historical DP batches from the last ten years of commercial production were included to ensure a statistically relevant amount of data points.
es_es: Para garantizar una cantidad estadísticamente relevante de datos puntuales, se incluyeron todas las partidas históricas del medicamento de los últimos diez años de producción comercial.

source: All idarucizumab drug substance batches were tested according to the registered commercial release specification.
es_es: Todas las partidas del principio activo idarucizumab se evaluaron de acuerdo con la especificación de liberación comercial registrada.

source: All imaging was assessed with standardised case report forms by trained raters (FBa, NS, FBe, IA, and MAA) who were masked to all clinical data and treatment allocation in a central imaging core laboratory at the University of Calgary (Calgary, AB, Canada).
es_es: Hubo evaluadores capacitados (FBa, NS, FBe, IA y MAA) que evaluaron todas las imágenes usando formularios de reporte de casos estandarizados en un laboratorio de imágenes central de la Universidad de Calgary (Calgary, AB, Canadá). Los evaluadores estaban cegados a todos los datos clínicos y la asignación de tratamiento.

source: All improperly stoppered vials are rejected.
es_es: Se rechazan todos los viales mal tapados.

source: All individuals are included in sensitivity analyses
es_es: Todos los individuos están incluidos en los análisis de sensibilidad.

source: All information collected for this study will have identifying information removed, and be kept private, confidential and secure.
es_es: Se eliminarán los datos que identifiquen a los pacientes de toda la información recopilada para este estudio para mantener la privacidad, confidencialidad y seguridad.

source: All investigators responsible for patient assessment participate in training in critical assessment items (NIHSS, mRS).
es_es: También reciben formación sobre el uso de herramientas de evaluación fundamentales (NIHSS, mRS).

source: All ketoacidosis-related events (narrow BIcMQ) occurred only in patients with T2DM (Table 15.3.1.5: 9).
es_es: Todos los eventos relacionados con la cetoacidosis (consulta BIcMQ específica) se dieron solo en pacientes con diabetes mellitus Tipo 2 (Tabla 15.3.1.5: 9).

source: All leachables levels are below the respective toxicological limits as reflected in Table 61.
es_es: Todos los niveles de lixiviables están por debajo de su correspondiente límite toxicológico, como se muestra en la Tabla 61.

source: All liver transaminase elevations within 30 days after the last intake of study medication were shown, consistent with the AE analysis for “hepatic injury”.
es_es: Se mostraron todas las elevaciones de las transaminasas hepáticas dentro de los 30 días posteriores a la última ingesta del medicamento del estudio, lo que coincide con el análisis de eventos adversos para "lesión hepática".

source: All local ethics committees were informed and approved the trial.
es_es: Todos los comités de ética locales quedaron informados y aprobaron el ensayo.

source: All manufacturing process steps including sterile filtration, aseptic filling, lyophilisation, and crimping, as well as visual inspection, were performed successfully.
es_es: Se cumplieron con éxito todos los pasos del proceso de fabricación, incluidos el filtrado estéril, el llenado aséptico, la liofilización y el sellado con tapas metálicas, así como la inspección visual.

source: All manufacturing process steps including, sterile filtration, aseptic filling and stoppering, as well as visual inspection, were performed successfully.
es_es: Se cumplieron con éxito todos los pasos del proceso de fabricación, incluidos el filtrado estéril, el llenado aséptico y la colocación de tapones, así como la inspección visual.

source: All manufacturing process steps were performed successfully.
es_es: Se cumplieron con éxito todos los pasos del proceso de fabricación.

source: All materials of human or animal origin used in the manufacturing process of DS and DP or coming into contact with DS and/or DP during the manufacturing process are identified and the risk assessment with respect to potential contamination with adventitious agents of human or animal origin is provided.
es_es: Todos los materiales de origen humano o animal usados en el proceso de fabricación del principio activo y el medicamento o que entran en contacto con el principio activo y/o el medicamento durante el proceso de fabricación, están identificados. Asimismo, se realiza una evaluación de riesgos respecto de la posible contaminación con agentes fortuitos de origen humano o animal.

source: All mean recoveries are within the respective acceptance range, seeTable 28.
es_es: Todas las recuperaciones medias están dentro del intervalo de aceptación respectivo; ver Tabla 28.

source: All mean recoveries are within the respective acceptance range, seeTable 31.
es_es: Todas las recuperaciones medias están dentro del intervalo de aceptación respectivo; ver Tabla 31.

source: All mean recovery values with respect to a seven-point calibration were within the acceptance limits.
es_es: Todos los valores de recuperación media con respecto a una calibración en siete puntos estuvieron dentro de los límites de aceptación.

source: All measurements performed during this trial are standard measurements and were performed in order to monitor subjects’ safety (Section 9.5.2) and to determine PK parameters (Section 9.5.5) in an appropriate way.
es_es: Todas las mediciones realizadas durante este ensayo son mediciones estándar, tomadas para controlar la seguridad de los sujetos (Sección 9.5.2) y determinar los parámetros farmacocinéticos (Sección 9.5.5) de manera adecuada.

source: All measurements performed during this trial are standard measurements and were performed to monitor safety aspects, and to determine empagliflozin efficacy and safety in an appropriate way.
es_es: Todas las mediciones realizadas durante este ensayo son mediciones estándar, tomadas para monitorear aspectos de seguridad y determinar la eficacia y seguridad de empagliflozina de manera adecuada.
